Repository: ozancaglayan/install-brother-printer-driver
Catalog: po/*.po
Languages: el, tr

source: Brother Printer Driver Installer
el: Εγκαταστάτης Brother Printer Driver
tr: Brother Yazıcı Kurulum Aracı

source: Please select your printer model:
el: Παρακαλώ επιλέξτε το μοντέλο του εκτυπωτή σας:
tr: Lütfen yazıcınızın modelini seçin:

source: Can't determine model
el: Αδύνατος ο προσδιορισμός του μοντέλου
tr: Model belirlenemedi

source: List of succesfully installed files
el: Η λίστα των επιτυχώς εγκατεστημένων αρχείων
tr: Başarıyla kurulan dosyaların listesi

source: Can't show progress dialog.
el: Αδύνατη η προβολή του διαλόγου προόδου.
tr: İlerleme yüzdesi gösterilemiyor.

source: Getting driver list from <b><i>http://welcome.solutions.brother.com</i></b>
el: Λήψη της λίστας οδηγών από <b><i>http://welcome.solutions.brother.com</i></b>
tr: <b><i>http://welcome.solutions.brother.com</i></b> adresinden sürücü listesi alınıyor

source: Error: Make sure that the URL '%s' is valid and in-use.
el: Σφάλμα: Σιγουρευτείτε ότι το URL «%s» είναι έγκυρο και αν είναι σε χρήση.
tr: Hata: '%s' adresinin geçerli ve kullanımda olduğuna emin olun.

source: Generating the list of supported printers...
el: Δημιουργία της λίστας των υποστηριζόμενων εκτυπωτών...
tr: Desteklenen yazıcıların listesi çıkartılıyor...

source: Downloading <b><i>%s</i></b>...
el: Λήψη του <b><i>%s</i></b>...
tr: <b><i>%s</i></b> indiriliyor...

source: Please wait while installing <b>Brother %s</b> driver...
el: Παρακαλώ περιμένετε για την εγκατάσταση του οδηγού <b>Brother %s</b>...
tr: <b>Brother %s</b> sürücüsü kurulurken lütfen bekleyin...

source: Restarting CUPS service...
el: Επανεκκίνηση της υπηρεσίας CUPS...
tr: CUPS hizmeti baştan başlatılıyor...
